// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "愿你贪吃不胖",
        "愿你懒惰不丑",
        "愿你永远健康美好依旧",
        "愿你从旧衣服找到零钱",
        "愿你做过的美梦全都实现",
        "愿你永远都有好运气",
        "愿这岁月悠长",
        "我们即使不见亦能不散",
        "若这一切太难",
        "我只愿你一生简单",
        "一生平安！",
        "吼哈！"
    ],
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "(｡･∀･)ﾉﾞ嗨 点我",
        play: "音乐",
        bannar_coming: "彩旗",
        balloons_flying: "当然！还有最重要的",
        cake_fadein: "蛋糕！",
        light_candle: "蜡烛！",
        wish_message: "生日快乐！",
        story: "送上我真挚的祝福",
    }
};
